CREATE TABLE [ITERATION4].[U-36-Русский_tabлица _~[]]]]]][[`!@#$%^&*(_'')-''''''+=|\?.,><""/] (
  [col1] [int] NOT NULL,
  [столбец U-36-Русский_tabлица _~[]]]]]][[`!@#$%^&*(_'')-''''''+=|\?.,><""/] [int] NULL,
  [col3] [int] NULL,
  [col4] [int] NULL,
  [col5] [int] NULL,
  PRIMARY KEY CLUSTERED ([col1])
)
ON [PRIMARY]
GO

CREATE INDEX [U-36-Русский_tabлица _~[]]]]]][[`!@#$%^&*(_'')-''''''+=|\?.,><""/]
  ON [ITERATION4].[U-36-Русский_tabлица _~[]]]]]][[`!@#$%^&*(_'')-''''''+=|\?.,><""/] ([столбец U-36-Русский_tabлица _~[]]]]]][[`!@#$%^&*(_'')-''''''+=|\?.,><""/], [col3])
  WHERE ([столбец U-36-Русский_tabлица _~[]]]]]][[`!@#$%^&*(_'')-''''''+=|\?.,><""/]>=(2) AND [col3]<=(4))
  ON [PRIMARY]
GO