SET QUOTED_IDENTIFIER ON
GO

CREATE TABLE [ITERATION4].[U-22-таблица для U-22-русская ф-я~[]]]]]][[`!@#$%^&*(_'')-''''''+=|\?.,><""/] (
  [столбец1] [int] NULL,
  [сталбец2] [int] NULL,
  [col3] [int] NULL,
  [коппЪютыД_сталбец3] AS ([столбец1]*[сталбец2]) PERSISTED NOT NULL,
  PRIMARY KEY CLUSTERED ([коппЪютыД_сталбец3]) ON [U-22-русская ф-я~[]]]]]][[`!@#$%^&*(_'')-''''''+=|\?.,><""/] ([коппЪютыД_сталбец3])
)
ON [U-22-русская ф-я~[]]]]]][[`!@#$%^&*(_'')-''''''+=|\?.,><""/] ([коппЪютыД_сталбец3])
GO